// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Trabajos almacenados";

NoPrintTitle = "No se pudo imprimir el trabajo";
NoDeleteTitle = "No se pudo eliminar el trabajo";
NoPrintMsg1 = "Asegúrese de que la contraseña (PIN) sea la correcta.";
NoPrintMsg2 = "Verifique que la impresora esté conectada y en línea.";

DeleteButtonTitle = "Eliminar";
CancelButtonTitle = "Cancelar";

DeleteJobAlertTitle = "¿Está seguro de que desea eliminar el trabajo \"%@\"?";
DeleteJobAlertMsg = "Los datos del trabajo se perderán y no se podrá deshacer esta acción.";

EnableJobStoring = "Activar almacenamiento de trabajos";
TaskDescription = "Seleccione un trabajo almacenado para imprimir o eliminar. Puede imprimir múltiples copias introduciendo la cantidad de copias requerida.";
UserName = "Nombre de usuario";
JobName = "Nombre del trabajo";
PinTitle = "Escriba la contraseña segura (PIN) del trabajo:";
CopiesTitle = "Copias a imprimir:";
DeleteButton = "Eliminar";
PrintButton = "Imprimir";
ApplyNowButton = "Aplicar ahora";
